@extends('layouts.app')
@section('content')
<!DOCTYPE html>
<html data-bs-theme="auto">
	<head>
		<meta charset="utf-8">
		<title>Terms of Service</title>
	    
	</head>
	<body>
	    <!-- Script to create style tag --> 
	    <script type="text/javascript">
	  
		    /* Function to add style */
		    function addStyle(styles) {
		      
		      /* Create style element */
		      var css = document.createElement('style');
		      css.type = 'text/css';
		  
		      if (css.styleSheet) 
		        css.styleSheet.cssText = styles;
		      else 
		        css.appendChild(document.createTextNode(styles));
		      
		      /* Append style to the head element */
		      document.getElementsByTagName("head")[0].appendChild(css);
		    }
		    
		    /* Declare the style element */
		    var styles = 'h1 {padding: 1rem 2rem; color: #fff; background: #327a33; -webkit-box-shadow: 5px 5px 0 #007032; box-shadow: 5px 5px 0 #007032;} ';
		    styles += ' body { text-align: center } ';
		    styles += ' #header { height: 50px; background: green } ';
		    styles += ' .wrapper {width: 94%; max-width: 1200px; margin: 0 auto; display: flex; justify-content:space-between;} ';
		    styles += ' .main {width: calc(100% - 150px);} ';
		    styles += ' p.m-p {text-align: left; color: #fff; background: #2c6594;} ';
		    styles += ' p.m-p2 {text-align: center;} ';

		    styles += ' .sidebar {width: 280px;} ';
		    styles += ' .widget--sticky {position: sticky; top: 20px;} ';
		    
		    styles += ' .widget--sticky {position: sticky; top: 20px;} ';   

		    /* Function call */
		    window.onload = function() { addStyle(styles) };
	    </script>



	    <div class="wrapper">
	  		<main class="main">
				<a name="title60">
				    <h1>## Webショッピングモールの管理方針および管理システム</h1>
				</a>
				<p class="m-p">
				    <a name="title">
				        **最終更新日: [日付]**
				    </a>
				</p>
				<p class="m-p">
				    <a name="title1">
				        <h3>### 1. **基本的な哲学**</h3>
				    </a>
				</p>
				<p class="m-p">
				    <a>    
				        このサイトは、安全で便利なオンラインショッピング体験を提供し、販売者と消費者の双方にとって価値のあるプラットフォームを目指しています。
				    </a>
				</p>
				<p class="m-p">
				    <a name="title2">
				        <h3>### 2. **仕組み**</h3>
				    </a>
				</p>
				<p class="m-p">
				    <a>    
				        このサイトで商品を購入または販売するには、会員として登録する必要があります。ケースに応じて、サービスの利用可否を審査します。
				        購入者はこのサイトに会員登録し、このサイトの商品表示ページで商品を確認し、配送先住所を入力して購入を行います。
				        この商品は、販売者が会員登録後、登録した商品です。販売者は商品登録ページから商品を登録し、このサイトの商品表示ページに表示され、注文を確認して自ら商品を発送します。当サイト運営者は配送手配、配送をいたしません。
				    </a>
				</p>
				<p class="m-p">
				    <a name="title3">
				        <h3>### 3. **信頼性と透明性の確保**</h3>
				    </a>
				</p>
				<p class="m-p">
				    <a>    
				        **本物を保証**：当ショッピングモールは販売者を厳しく審査し、信頼できる商品とサービスのみを取り扱います。また、消費者からのフィードバックを重視し、問題のある取引には迅速に対応します。
				        **透明性を保つ**：すべての取引において価格、商品情報、配送方法などの詳細を明確に表示し、消費者の満足度を高めることに努めています。
				    </a>
				</p>
				<p class="m-p">
				    <a name="title4">
				        <h3>### 4. **安全な取引の促進**</h3>
				    </a>
				</p>
				<p class="m-p">
				    <a>    
				        - **セキュリティ対策**：個人情報や支払い情報の安全を確保するため、セキュリティ技術を導入し、プライバシーの保護に努めます。
				        **詐欺防止**：詐欺を防止するため、定期的な監査を実施し、問題が発見された場合には適切な対応を行います。
				    </a>
				</p>
				<p class="m-p">
				    <a name="title5">
				        <h3>### 5. **ユーザー体験の向上**</h3>
				    </a>
				</p>
				<p class="m-p">
				    <a>    
				        - **利便性の向上**：使いやすいインターフェースと直感的なナビゲーションを提供し、スムーズなショッピング体験を実現します。
				        **カスタマーサポート**：お客様からの問い合わせやサポート要求には迅速に対応し、高い満足度のサービスを提供します。
				    </a>
				</p>
				<p class="m-p">
				    <a name="title6">
				        <h3>### 6. **販売者とのパートナーシップ**</h3>
				    </a>
				</p>
				<p class="m-p">
				    <a>    
				        **規約の遵守**：販売者には当ショッピングモールの規約とポリシーを遵守することを求め、規約違反には適切な措置を講じます。
				    </a>
				</p>
				<p class="m-p">
				    <a name="title7">
				        <h3>### 7. **法令遵守**</h3>
				    </a>
				</p>
				<p class="m-p">
				    <a>    
				        - **法的遵守**：当サイトは適用される法律や規制を遵守し、合法的かつ倫理的に事業運営を行います。また、法改正に対応し、必要に応じて運営方針を見直します。
				        **消費者保護**：消費者の権利を尊重し、公正かつ透明な取引を行うことで、徹底した消費者保護を実現します。
				    </a>
				</p>
				<p class="m-p">
				    <a name="title8">
				        <h3>### 8. **管理方針の見直し**</h3>
				    </a>
				</p>
				<p class="m-p">
				    <a>    
				        - **定期的な見直し**：当サイトは運営状況や市場動向に応じて、管理方針を定期的に見直し、改善します。
				        **フィードバックの反映**：ユーザーや店舗オーナーからのフィードバックを反映し、管理方針の改善に努めます。
				    </a>
				</p>
				<p class="m-p">
				    <a name="title9">
				        <h3>### 9. **お問い合わせ**</h3>
				    </a>
				</p>
				<p class="m-p">
				    <a>    
				        **サポート連絡先**：ご質問やご不明点がある場合は、モールサポートまでご連絡ください。適切に対応し、問題解決に努めます。
				    </a>
				</p>
				<a name="title61">
				    <h1>## Webショッピングモールの出店規約</h1>    
				</a>
				<p class="m-p">
				    <a name="title10">
				        **最終更新日: [日付]**
				    </a>
				</p>
				<p class="m-p">
				    <a name="title11">
				        <h3>**第1条（目的）**</h3>
				    </a>
				</p>
				<p class="m-p">
				    <a>    
				        本規約は、⚫️⚫️（以下「運営者」といいます）が運営する[ウェブショッピングモール名]（以下「本サイト」といいます）における販売者（以下「販売者」といいます）に適用されます。
				    </a>
				</p>
				<p class="m-p">
				    <a name="title12">
				        <h3>**第2条（定義）**</h3>
				    </a>
				</p>
				<p class="m-p">
				    <a>    
				        本規約における用語の定義は次の通りです。
				        1. 「ユーザー」：日本に居住し、本サイトの利用規約に同意し、会員登録をして本サイトを利用する個人、および運営者が指定する法人を指します。
				        2. 「販売者」：日本に居住し、本サイトに会員登録をし、すべての利用規約および本規約に同意した個人、および運営者が指定する法人で、本サイト上で商品を販売する者を指します。
				        3. 「商品」：販売者が運営者の定めたページに登録したさまざまな商品を指します。
				        4. 「契約」：本規約に基づく出店契約を指します。
				        5. 「禁止商品およびサービス」：第X条に定義されています。
				        6. 「サポート」：本サイトが提供するオンライン販売プラットフォームおよびプラットフォームに関連する運営およびサポートを指します。
				    </a>
				</p>
				<p class="m-p">
				    <a name="title13">
				        <h3>### 第2章 禁止商品およびサービスの定義</h3>
				        <h3>**第3条（禁止商品およびサービスの定義）**</h3>
				    </a>
				</p>
				<p class="m-p">
				    <a name="title14">
				        <h3>1. **出店禁止に関する基本方針**</h3>
				    </a>
				</p>
				<p class="m-p">
				    <a>    
				        倫理基準および法令に基づき、本サイトでは以下に指定する商品およびサービスの掲載を禁止します。販売者はこれらの禁止事項を遵守し、出店する商品が本規約に違反しないようにしてください。以下の禁止事項に該当しない場合でも、運営者がサイトの管理方針や社会的規範に照らして不適切と判断した場合、販売が禁止されることがあります。
				    </a>
				</p>
				<p class="m-p">
				    <a name="title15">
				        <h3>2. **食品関連商品**</h3>
				    </a>
				</p>    
				<p class="m-p">
				    <a>        
				        以下の食品関連商品は、本サイトにおいていかなる形でも掲載を禁止します：
				        1. **食品**：新鮮な果物、野菜、肉、魚介類などの生鮮食品を含む、すべての食品。
				        2. **お菓子**：ケーキ、クッキー、チョコレートなどのスナックやお菓子類。
				        3. **飲料**：アルコール飲料、ノンアルコール飲料、ジュース、ソフトドリンクなどの飲料。
				    </a>
				</p>   
				<p class="m-p">
				    <a name="title16">
				        <h3>3. **禁止事項の詳細**</h3>
				    </a>    
				<p class="m-p">
				    <a>
				        1. **生鮮食品**：加工食品や添加物を含まない、保存が難しい食品。
				        2. **加工食品**：賞味期限が短い、または冷蔵や冷凍保存が必要な食品。
				        3. **飲料**：温度管理が必要、または保存が難しい飲料。
				    </a>
				</p>    
				<p class="m-p">
				    <a name="title17">
				        <h3>4. **医薬品の出店禁止**</h3>
				    </a>    
				<p class="m-p">
				    <a>
				        1. **処方薬**
				        - 医師の処方箋が必要で、処方箋なしでは購入できない薬。
				        2. **OTC薬（一般用医薬品）**
				        - 薬局で購入できる薬で、以下のカテゴリーに分類されるもの：
				        ・**第1類医薬品**：薬剤師からの説明が必要で、使用に特別な注意が必要な薬。
				        ・**第2類医薬品**：比較的高いリスクがあり、薬剤師または登録販売者からの説明が推奨される薬。
				        ・**第3類医薬品**：販売に特別な規制はないが、使用に一定のリスクがある薬（例：風邪薬、軽度の痛み止め）。
				        3. **医療機器**
				        - 医療機器として規制されており、適切な認証および管理が必要なアイテム（例：血糖測定器、心拍数モニターなど）。
				        4. **特別医薬品**
				        - 高リスクまたは使用に特別な条件がある薬（例：麻薬、向精神薬など）。
				    </a>
				</p>    
				<p class="m-p">
				    <a name="title18">
				        <h3>5. **禁止事項**</h3>
				    </a>    
				<p class="m-p">
				    <a>
				        1. **処方薬**：医師の診断と処方箋なしでは購入できない薬。
				        2. **OTC薬（第1類、第2類、第3類）**：薬局で購入できるが、使用に一定のリスクがある薬（例：鎮痛剤、抗アレルギー薬、強力な抗炎症薬）。
				        3. **医療機器**：診断機器や治療機器など、専門的な管理が必要な機器（例：血糖測定器、心拍数モニターなど）。
				    </a>
				</p>
					      					         
				<p class="m-p">
				   <a name="title19">
				      <h3>6. **冷蔵または冷凍が必要な化粧品は禁止**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      以下の冷蔵または冷凍が必要な化粧品は、このサイトにどの形式でも掲載することが禁止されています：
				      1. **冷蔵が必要な化粧品**
				         ・冷蔵が必要で、保存条件が不適切な場合に品質が劣化する化粧品（例：一部のスキンケア製品、セラムなど）。
				      2. **冷凍が必要な化粧品**
				         ・冷凍保存が必要で、保存条件を満たさない場合に品質が劣化する化粧品（例：一部のマスクやジェルなど）。
				      3. **特別な保存条件が必要な化粧品**
				         ・冷蔵または冷凍が必要で、適切に保存しないと品質を維持できないその他の化粧品。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title20">
				      <h3>7. **禁止事項**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      1. **冷蔵が必要な化粧品**：消費期限が短く、冷蔵が必要な製品（例：高濃度ビタミンCセラム、一部のパック、クリームなど）。
				      2. **冷凍保存が必要な化粧品**：冷凍保存が必要な化粧品（例：冷凍マスク、冷凍セラムなど）。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title21">
				      <h3>8. **国旗などの掲示禁止**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      以下の国旗製品は、このサイトにどの形式でも掲示することが禁止されています：
				      1. **国旗そのもの**：各国の国旗を含む製品（例：日本の国旗、アメリカの国旗、フランスの国旗など）。
				      2. **国旗デザインを模倣した製品**：国旗のデザインを模倣した製品、装飾品、商品。
				      3. **国旗を含む記念品**：国旗を含むお土産、装飾品、ギフトなど。
				      4. **国旗のプリントおよび画像**：国旗デザインをプリントまたは表示した製品（例：Tシャツ、ポスター、ステッカーなど）。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title22">
				      <h3>9. **プロスポーツチームに関連する製品の掲示禁止（個別競技を含む）**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      以下のチーム関連製品（個別競技を含む）をこのサイトにどの形式でも掲示することは禁止されています：
				      1. **国別チームの製品**：国際的または国別の国代表チームのロゴ、エンブレム、公式デザインを含む商品（例：ユニフォーム、公式商品、記念品など）。
				      2. **プロスポーツチーム関連製品**：プロスポーツチームのロゴ、エンブレム、公式デザインを含む製品（チームユニフォーム、公式応援グッズ、チームロゴ入り商品など）。
				      3. **非公式ライセンス商品**：公式にライセンスされていないチーム関連商品。
				      4. **偽造品および模倣品**：チームロゴやデザインを模倣した偽造品や模倣品。
				      5. **非公式ファングッズ**：許可なしにチーム名やデザインを使用したファングッズや応援グッズ。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title23">
				      <h3>10. **類似名称の使用禁止**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      出品者は以下のような名称を使用することを禁止します：
				      1. **モール名の類似性**：このサイト名や商標に似た名前を使用する行為。このサイトの名前を部分的に変更した名前や発音が似ている名前も含まれます。
				      2. **商標侵害**：このサイトの商標やロゴに似ている、または誤解を招くような名前やロゴを使用すること。これには文字、デザイン、色の類似性も含まれます。
				      3. **ブランドの混同**：当社のブランドイメージやマーケティング戦略を模倣した名前やロゴを使用すること。
				   </a>
				</p>
					
				<p class="m-p">
				   <a name="title24">
				      <h3>11. **名札の貸出禁止**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      出品者は以下の行為を禁止されます：
				      1. **名札の貸出**：このサイトの名前や商標を自社のビジネスや製品に貸し出すこと。この行為には、第三者がこのサイトの名前を使って店舗を開設することも含まれます。
				      2. **虚偽登録**：このサイトの名前や商標を使用して虚偽の登録や虚偽のアカウントを作成すること。
				      3. **無許可使用**：このサイトの名前や商標を、当サイトの承認なしに広告や販売活動に使用すること。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title25">
				      <h3>12. **「違法商品」**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      出品者は以下の商品を販売してはなりません：
				      1. **違法薬物**：薬事法に違反する違法薬物（例：興奮剤、麻薬、医薬品など）。
				      2. **武器**：銃器、弾薬、その他の武器。
				      3. **偽造品**：商標権や著作権などの知的財産権を侵害する偽造ブランド品や偽造品。
				      4. **海賊版商品**：著作権法に違反する海賊版ソフトウェア、音楽、映画、その他の著作物。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title26">
				      <h3>13. **「危険物および有害物質」**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      以下の商品は販売できません：
				      1. **有害化学物質**：有毒化学物質、有害な農薬、その他の有害な物質。
				      2. **放射線物質**：放射線を放出する物質および関連商品。
				      3. **不適切な食品**：食品衛生法に違反する食品や期限切れの食品。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title27">
				      <h3>14. **「違法商品」**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      以下の条件を満たす商品は販売できません：
				      1. **盗品**：盗まれた商品や不正に取得した商品。
				      2. **違法コピー商品**：著作権や特許権で保護された商品を違法にコピーした商品。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title28">
				      <h3>15. 　　　　　ーーーーー**中古品販売業者および中古品について**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      1. **中古品の定義**
				         中古品は、　　　第二手　商品取引法第2条第1項に基づく使用された商品または再使用された商品を指します。これには、過去に使用された衣類、家具、電子機器、書籍、アクセサリーなどが含まれます。
				      2. **出品者資格制限**
				         このサイトでは、中古品販売業者の免許を持つユーザーを含むすべてのユーザーが中古品を出品することを禁止しています。中古品の販売は禁止します。
				      3. **第二手　商品取引法施行規則**
				         これらの規約は、第二手商品取引法施行規則に基づいて設定されており、中古品の取り扱いに関する法律や規制を遵守する必要があります。
				      4. **違反に対する対応**
				         これらの規約に違反して中古品を出品した場合、このサイトは以下の措置を講じることがあります：
				         a. 関連する展示物を削除。
				         b. 出品者のアカウントの一時停止または永久停止。
				         c. 必要に応じて法的措置を取る場合があります。
				      5. **ユーザーの責任**
				         出品者は、自身が販売する商品の種類や法的要件を正確に理解し遵守する責任があります。禁止されているにもかかわらず中古品が出品された場合、その責任は出品者にあります。
				      6. **規約の変更**
				         このサイトは、いつでもこれらの規約を変更することができます。改訂された規約は、このサイトに掲載された時点で効力を持ちます。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title29">
				      <h3>16. **「不健康な商品」**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      以下の種類の商品は販売を禁止します：
				      1. **成人向けコンテンツ**：児童ポルノやその他の合法、違法を問わず性的なコンテンツ。
				      2. **差別的商品**：人種、性別、宗教、国籍などに基づく差別を助長する商品や表現を含む商品。
				      3. **人権侵害を助長する商品**：人権侵害を助長する商品やサービス。
				      4. **詐欺的取引に関連する商品**：犯罪活動や詐欺的取引に関連する商品。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title30">
				      <h3>17. **「無許可の製品およびサービス」**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      以下の製品やサービスは販売してはなりません：
				      1. **詐欺商品**：効果がないと言われている医療機器やダイエット製品。
				      2. **虚偽広告**：虚偽の広告や説明を持つ商品。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title31">
				      <h3>18. **「詐欺的取引に関与するサービス」**</h3>
				   </a>
				</p>
						
				<p class="m-p">
				   <a>
				      以下のサービスの提供は禁止されています：
				      1. **違法賭博サービス**：合法的なライセンスなしで提供される賭博やギャンブルサービス。
				      2. **違法オンライン詐欺**：ポンジスキームや詐欺的な投資プログラム。
				      3. **プライバシー侵害サービス**：スパイウェアやマルウェアを含むソフトウェア、個人情報の無許可の取り扱い。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title32">
				      <h3>19. **「不正なレビューおよび情報操作」**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      以下の行為に関連するサービスを提供することはできません：
				      1. **偽レビュー**：製品の評価やレビューに虚偽の情報を書く行為。
				      2. **虚偽の情報提供**：製品やサービスに関する虚偽の情報を提供する行為。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title33">
				      <h3>20. **児童労働を伴う製品**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      以下の製品は、このサイトに投稿することが禁止されています：
				      1. **児童労働を使用して製造された製品**：児童労働を使用して製造されたことが確認された製品。
				      2. **児童労働を助長する製品**：児童労働を助長する活動や取引に関連する製品。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title34">
				      <h3>21. **強制労働を伴う製品**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      以下の製品は、このサイトに投稿することが禁止されています：
				      1. **強制労働製品**：強制労働または不公平な労働条件の下で製造された製品。
				      2. **人身売買および労働搾取に関与する製品**：人身売買および労働搾取に関連する製品やサービス。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title35">
				      <h3>22. **環境汚染を引き起こす製品**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      以下の製品は、このサイトに投稿することが禁止されています：
				      1. **環境規制に違反する製品**：環境保護に関する規制に違反する製品や製造プロセス。
				      2. **有害物質を含む製品**：環境に悪影響を及ぼすことが知られている製品。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title36">
				      <h3>23. **出品者の義務**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      出品者は、自身が出品する製品が上記の禁止事項に違反していないことを確認し、必要に応じて証明書や確認書類を提供する義務があります。運営者は、出品者が提供した証明書や情報に基づき、製品が規定に適合しているかを確認する権利を有します。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title37">
				      <h3>24. **違反に対する措置**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      出品者がこれらの規約に違反した場合、サイトは以下の措置を予告なしに実施することがあります：
				      1. **停止**：違反した製品または出品者のアカウントの停止または削除。
				      2. **製品削除**：違反した製品ページの停止または削除。
				      3. **利用制限**：このサイトおよびサービスの利用制限、アカウント登録の取消し。
				      4. **法的手続き**：違反が法令に違反している場合やウェブサイトに損害を与えた場合、運営者は法的手続きを取る権利を留保します。これには民事訴訟や刑事告訴が含まれることがあります。出品者は法的手続きに協力し、必要な情報や証言を提供する義務があります。さらに、運営者が法的手続きを開始した場合、出品者は費用や損害賠償責任を負う場合があります。
				   </a>
				</p>

				<p class="m-p">
				   <a name="title38">
				      <h3>25. **「運営者が不適切と判断したその他の製品およびサービス」**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      上記の項目に該当しない場合でも、運営者はサイトの管理方針や社会的規範に照らし合わせて不適切と判断した製品やサービスの販売を禁止したり、削除することがあります。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title39">
				      <h3>### 第3章 出品者の規約</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a name="title40">
				      <h3>**第４条（契約の成立）**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      1. 商品を出品したい場合は、このサイトで定めた手続きに従って出品の申し込みをしてください。  
				      2. このサイトは、申し込み内容を審査し、契約を結ぶかどうかを決定します。契約は、このサイトからの承認通知をもって成立します。  
				      3. 契約
				   </a>
				</p>
				<p class="m-p">
				   <a name="title41">
				      <h3>**第５条（契約期間）-----**</h3>	
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      1. 契約の有効期間は、契約書に記載された期間とします。  
				      2. 契約終了後の延長については、別途協議と合意により決定されます。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title42">
				      <h3>### 第4章 販売</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a name="title43">
				      <h3>**第6条（サポートの提供）**</h3>
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      1. このサイトは、出品者に対して商品表示、支払い、注文詳細、および運営に必要なサポートを提供します。  
				      2. 出品者は、このサイトで提供されるシステムに従って、商品登録、販売、支払い等を処理するものとします。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title44">
				      <h3>**第7条（商品の販売）**</h3>	
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      1. 出品者は、商品情報を正確に登録し、このサイトの規約に従って商品を販売するものとします。  
				      2. 出品者は、販売する製品が法令を遵守し、第三者の権利を侵害しないことを保証します。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title45">
				      <h3>### 第5章 規約違反および罰則</h3>	
				   </a>
				</p>
				<p class="m-p">
				   <a name="title46">
				      <h3>**第8条（規約違反の種類）**</h3>	
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      出品者が以下の行為を行った場合、運営者は出品者の登録情報や対象商品の情報を削除したり、対象商品ページを停止または削除したり、このサイトやサポートの利用を停止することがあります。事前の通知なしに、出品者の登録をキャンセルすることもあります。
				      1. **虚偽の情報提供。**
				      2. **禁止されている製品やサービスの販売。**
				      3. **このサイトのシステムの無断使用。**
				      4. **他の出品者、ユーザー、運営者を欺く行為。**
				      5. **法令に違反する行為。**

				      また、運営者は以下のような場合、運営者が適切と判断する措置を取ることがあります：
				      6. **「運営者が不適切と判断するその他の行為」**
				      - **上記に明示的に記載されていなくても、運営者はサイトの管理方針や社会的規範に照らし合わせて不適切と判断した行為に対して必要な措置を取ることがあります。**
				      - **この裁量には、出品者の行為がサイトの信頼性や運営に悪影響を与えると運営者が判断した場合、登録の停止や削除、サポートの利用制限等が含まれる場合があります。**
				      - **運営者がこれらの規約の目的に違反していると判断した場合、サイトの健全な運営を確保するために適切な措置が取られます。**
				   </a>
				</p>
				<p class="m-p">
				   <a name="title47">
				      <h3>### 第6章 サポートの取得</h3>	
				   </a>
				</p>

				<p class="m-p">
				   <a name="title48">
				      <h3>**第9条（システムの使用）**</h3>	
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      1. 出品者は、このサイトが提供するシステムおよびツールを、本利用規約に従い、社会的規範、倫理、道徳に従って使用しなければなりません。  
				      2. 出品者は、システムのセキュリティおよびデータ保護に関する本サイトの指示に従わなければなりません。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title49">
				      <h3>**第10条（システム障害）**</h3>	
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      1. システム障害が発生した場合、このサイトは速やかにシステムの修復を行い、システム障害の影響を最小限に抑えるための適切な措置を講じます。ただし、運営者はシステム障害によって生じた業務損失やその他の損害について責任を負いません。  
				      2. 出品者は、システム障害の影響を最小限に抑えるための適切な措置を講じる責任があります。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title50">
				      <h3>### 第7章 費用／支払い</h3>	
				   </a>
				</p>
				<p class="m-p">
				   <a name="title51">
				      <h3>**第11条（手数料および費用）**</h3>	
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      1. 出品者は、契約に基づき、このサイトに対して出品料、販売手数料、その他必要な費用を支払うものとします。  
				      2. 支払い期限および支払い方法は、契約に記載された通りとします。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title52">
				      <h3>**第12条（遅延損害金）**</h3>	
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      出品者が費用等の支払いを遅延した場合、このサイトは遅延損害金を請求することがあります。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title53">
				      <h3>### 第8章 契約の解除</h3>	
				   </a>
				</p>
				<p class="m-p">
				   <a name="title54">
				      <h3>**第（契約解除）**</h3>	
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      1. 出品者または本サイトは、相手方が本規約に違反したーーーーーーーー場合、契約を解除することができます。  
				      2. 契約を解除する場合、理由および解除日を通知します。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title55">
				      <h3>**第14条（契約解除後の処理）**</h3>	
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      契約解除後、出品者は速やかに商品情報をサイトのシステムから削除し、未処理の取引に関して適切な措置を講じなければなりません。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title56">
				      <h3>### 第9章 その他</h3>	
				   </a>
				</p>

				<p class="m-p">
				   <a name="title57">
				      <h3>**第15条（機密保持）**</h3>		
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      出品者は、契約に関連してこのサイトで得た機密情報を第三者に開示してはなりません。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title58">
				      <h3>**第16条（規約の変更）**</h3>		
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      本サイトは、必要に応じて本規約を変更することがあります。規約の変更があった場合、出品者に通知します。
				   </a>
				</p>
				<p class="m-p">
				   <a name="title59">
				      <h3>**第17条（準拠法および管轄）**</h3>		
				   </a>
				</p>
				<p class="m-p">
				   <a>
				      本規約に関するすべての事項は日本法に準拠し、[場所]の裁判所が専属的管轄権を有します。
				   </a>
				</p>
			
	  		</main>
			<!-- Sidebar -->
			<aside class="sidebar">
    <div class="widget widget--sticky" style="height: 300px; overflow-y: auto;">
    
        <h3 class="w3-bar-item">メニュー</h3>
        
        <p class="m-p2"><a href="#title60" class="w3-bar-item w3-button">## ウェブショッピングモール管理方針および管理システム</a></p>
        <p class="m-p2"><a href="#title" class="w3-bar-item w3-button">**最終更新日: [日付]**</a></p>
        <p><a href="#title1" class="w3-bar-item w3-button">### 1. **基本理念**</a></p>
        <p><a href="#title2" class="w3-bar-item w3-button">### 2. **仕組み**</a></p>
        <p><a href="#title3" class="w3-bar-item w3-button">### 3. **禁止事項**</a></p>
        <p><a href="#title4" class="w3-bar-item w3-button">### 4. **安全な取引の促進**</a></p>
        <p><a href="#title5" class="w3-bar-item w3-button">### 5. **ユーザー体験の向上**</a></p>
        <p><a href="#title6" class="w3-bar-item w3-button">### 6. **販売者とのパートナーシップ**</a></p>
        <p><a href="#title7" class="w3-bar-item w3-button">### 7. **法令遵守**</a></p>
        <p><a href="#title8" class="w3-bar-item w3-button">### 8. **管理方針の見直し**</a></p>
        <p><a href="#title9" class="w3-bar-item w3-button">### 9. **お問い合わせ**</a></p>
        <h3 class="w3-bar-item">メニュー</h3>
        <p class="m-p2"><a href="#title61" class="w3-bar-item w3-button">## ウェブショッピングモール掲載規約</a></p>
        <p class="m-p2"><a href="#title10" class="w3-bar-item w3-button">**最終更新日: [日付]**</a></p>

        <p><a href="#title11" class="w3-bar-item w3-button">**第1条（目的）**</a></p>
        <p><a href="#title12" class="w3-bar-item w3-button">**第2条（定義）**</a></p>
        <p><a href="#title13" class="w3-bar-item w3-button">### 第2章 禁止されている商品およびサービスの定義
            **第3条（禁止されている商品およびサービスの定義）**</a></p>
        <p><a href="#title14" class="w3-bar-item w3-button">1. **掲載禁止の基本方針**</a></p>
        <p><a href="#title15" class="w3-bar-item w3-button">2. **食品関連商品**</a></p>
        <p><a href="#title16" class="w3-bar-item w3-button">3. **禁止事項**</a></p>
        <p><a href="#title17" class="w3-bar-item w3-button">4. **医薬品の掲載禁止**</a></p>
        <p><a href="#title18" class="w3-bar-item w3-button">5. **禁止事項**</a></p>
        <p><a href="#title19" class="w3-bar-item w3-button">6. **冷蔵または冷凍が必要な化粧品の禁止**</a></p>
        <p><a href="#title20" class="w3-bar-item w3-button">7. **禁止事項**</a></p>
        <p><a href="#title21" class="w3-bar-item w3-button">8. **国旗等の掲示禁止**</a></p>
        <p><a href="#title22" class="w3-bar-item w3-button">9. **プロスポーツチームや個人スポーツに関連する商品掲載禁止**</a></p>
        <p><a href="#title23" class="w3-bar-item w3-button">10. **類似名称の使用禁止**</a></p>
        <p><a href="#title24" class="w3-bar-item w3-button">11. **名札の貸し出し禁止**</a></p>
        <p><a href="#title25" class="w3-bar-item w3-button">12. **「違法商品」**</a></p>
        <p><a href="#title26" class="w3-bar-item w3-button">13. **「危険物および有害物質」**</a></p>
        <p><a href="#title27" class="w3-bar-item w3-button">14. **「違法商品」**</a></p>
        <p><a href="#title28" class="w3-bar-item w3-button">15. **中古品業者および中古品について**</a></p>
        <p><a href="#title29" class="w3-bar-item w3-button">16. **「不健康商品」**</a></p>
        <p><a href="#title30" class="w3-bar-item w3-button">17. **「無許可商品およびサービス」**</a></p>
        <p><a href="#title31" class="w3-bar-item w3-button">18. **「詐欺取引に関与するサービス」**</a></p>
        <p><a href="#title32" class="w3-bar-item w3-button">19. **「無許可レビューおよび情報操作」**</a></p>
        <p><a href="#title33" class="w3-bar-item w3-button">20. **児童労働に関わる商品**</a></p>
        <p><a href="#title34" class="w3-bar-item w3-button">21. **強制労働に関わる商品**</a></p>
        <p><a href="#title35" class="w3-bar-item w3-button">22. **環境汚染を引き起こす商品**</a></p>
        <p><a href="#title36" class="w3-bar-item w3-button">23. **販売者の義務**</a></p>
        <p><a href="#title37" class="w3-bar-item w3-button">24. **違反に対する措置**</a></p>
        <p><a href="#title38" class="w3-bar-item w3-button">25. **「運営者が不適切と見なす商品およびサービス」**</a></p>
        <p><a href="#title" class="w3-bar-item w3-button">### 第3章 出展者規約</a></p>
        <p><a href="#title39" class="w3-bar-item w3-button">**第4条（契約の成立）**</a></p>
        <p><a href="#title" class="w3-bar-item w3-button">**第5条（契約期間） -----**</a></p>
        <p><a href="#title40" class="w3-bar-item w3-button">### 第4章 販売</a></p>
        <p><a href="#title41" class="w3-bar-item w3-button">**第6条（サポートの提供）**</a></p>
        <p><a href="#title42" class="w3-bar-item w3-button">**第7条（商品の販売）**</a></p>
        <p><a href="#title43" class="w3-bar-item w3-button">### 第5章 規約違反と罰則</a></p>
        <p><a href="#title44" class="w3-bar-item w3-button">**第8条（規約違反の種類）**</a></p>
        <p><a href="#title45" class="w3-bar-item w3-button">**第9条（システムの使用）**</a></p>
        <p><a href="#title46" class="w3-bar-item w3-button">**第10条（システム障害）**</a></p>
        <p><a href="#title47" class="w3-bar-item w3-button">### 第6章 経費・支払い</a></p>
        <p><a href="#title48" class="w3-bar-item w3-button">**第11条（手数料および費用）**</a></p>
        <p><a href="#title49" class="w3-bar-item w3-button">**第12条（遅延損害金）**</a></p>
        <p><a href="#title50" class="w3-bar-item w3-button">### 第7章 契約解除</a></p>
        <p><a href="#title51" class="w3-bar-item w3-button">**第（契約解除）**</a></p>
        <p><a href="#title52" class="w3-bar-item w3-button">**第14条（契約終了後の処理）**</a></p>
        <p><a href="#title53" class="w3-bar-item w3-button">### 第7章 その他</a></p>
        <p><a href="#title54" class="w3-bar-item w3-button">**第15条（機密保持）**</a></p>
        <p><a href="#title55" class="w3-bar-item w3-button">**第16条（規約の変更）**</a></p>
        <p><a href="#title56" class="w3-bar-item w3-button">**第17条（準拠法および管轄裁判所）**</a></p>
    </div>
</aside>
				
		</div>
	</body>
</html>	
@endsection
