<?php

use Illuminate\Database\Migrations\Migration;
use Illuminate\Database\Schema\Blueprint;
use Illuminate\Support\Facades\Schema;

return new class extends Migration
{
    /**
     * Run the migrations.
     */
    public function up(): void
    {
        Schema::create('shop_video_drafts', function (Blueprint $table) {

            $table->id();

            /*
            |--------------------------------------------------------------------------
            | Shop
            |--------------------------------------------------------------------------
            */
            $table->foreignId('shop_id')
                ->constrained()
                ->cascadeOnDelete();

            /*
            |--------------------------------------------------------------------------
            | 作成者
            |--------------------------------------------------------------------------
            */
            $table->foreignId('created_by')
                ->nullable()
                ->constrained('users')
                ->nullOnDelete();

            /*
            |--------------------------------------------------------------------------
            | 最終更新者
            |--------------------------------------------------------------------------
            */
            $table->foreignId('updated_by')
                ->nullable()
                ->constrained('users')
                ->nullOnDelete();

            /*
            |--------------------------------------------------------------------------
            | 動画情報
            |--------------------------------------------------------------------------
            */
            $table->string('title');

            $table->text('description')
                ->nullable();

            /*
            |--------------------------------------------------------------------------
            | 元動画
            |--------------------------------------------------------------------------
            */
            $table->string('original_movie');

            /*
            |--------------------------------------------------------------------------
            | 加工後動画
            |--------------------------------------------------------------------------
            */
            $table->string('processed_movie')
                ->nullable();

            /*
            |--------------------------------------------------------------------------
            | サムネイル
            |--------------------------------------------------------------------------
            */
            $table->string('thumbnail')
                ->nullable();

            /*
            |--------------------------------------------------------------------------
            | 動画情報
            |--------------------------------------------------------------------------
            */
            $table->integer('duration')
                ->nullable();

            $table->bigInteger('file_size')
                ->nullable();

            /*
            |--------------------------------------------------------------------------
            | AI
            |--------------------------------------------------------------------------
            */
            $table->enum(
                'ai_status',
                [
                    'pending',
                    'approved',
                    'warning',
                    'rejected'
                ]
            )->default('pending');

            /*
            |--------------------------------------------------------------------------
            | 加工
            |--------------------------------------------------------------------------
            */
            $table->enum(
                'process_status',
                [
                    'waiting',
                    'processing',
                    'completed',
                    'failed'
                ]
            )->default('waiting');

            /*
            |--------------------------------------------------------------------------
            | SNS
            |--------------------------------------------------------------------------
            */
            $table->enum(
                'publish_status',
                [
                    'draft',
                    'preview',
                    'uploaded',
                    'published'
                ]
            )->default('draft');

            /*
            |--------------------------------------------------------------------------
            | 管理
            |--------------------------------------------------------------------------
            */
            $table->boolean('is_active')
                ->default(false);

            $table->timestamps();

        });
    }

    /**
     * Reverse the migrations.
     */
    public function down(): void
    {
        Schema::dropIfExists('shop_video_drafts');
    }
};
